btn.dummy=dummy
btn.ok=OK
btn.submit=Утвердить
btn.cancel=Остановить
btn.start=Начать
btn.save=Сохранить
btn.refresh=Освежить
btn.close=Конец
menu.analyze=Проанализируйте
manu.add=Новое
menu.delete=Удалить
menu.edit=Редактируйте
menu.install=Установите
menu.unistall=Uninstall
menu.update.all=Уточните Все Фиксы
menu.backup=Backup
menu.restore=Востановить
menu.options=Варианты
menu.language=Язык
menu.help=Помощ
menu.about=About
about.dlg.title=About Wm Fix Manager
backup.dlg.title=Wm Компонентный Резервный Процесс
fix.data.dlg.title=Свойства Фикса Wm
fix.data.tab.location=Положение Фикса
fix.data.tab.options=Варианты Установки
fix.data.tab.jdbc=Установки Базы данных
fix.data.view.copy=Копируй флаг:
fix.data.view.unzip=Архив флаг:
fix.data.view.pkg=Имеет Пакет:
fix.data.view.pkgname=Название пакета
fix.data.view.fix.name=Название Фикса:
fix.data.view.fix.file=Название Архива:
fix.data.view.src.dir=Директория источника:
fix.data.view.trg.dir=Директория цели:
fix.data.view.db.script=Скрипт Базы данных:
fix.data.view.db.type=Тип Базы данных:
fix.data.view.jdbc.drv=JDBC Драйвер:
fix.data.view.jdbc.url=JDBC URL:
fix.data.view.db.user=Потребитель Базы данных:
fix.data.view.db.pwd=Пароль базы данных:
fix.data.view.db.test=Испытайте Соединение Базы данных
fix.data.view.db.btn.test=Проба
fix.data.view.db.test_ok=Успех испытания соединения базы данных!
fix.data.view.db.test_failed=Испытание соединения базы данных потерпело неудачу!
fix.data.view.sel.file=Выберите Фикс архив
fix.data.view.sel.src.dir=Выберите директорию источника Фикса
fix.data.view.sel.trg.dir=Выберите директорию цели Фикса
fix.mgr.win.title=webMethods Fix Manager
fix.mgr.msg.install.title=Установитель
fix.mgr.msg.delete.title=Удалить
fix.mgr.msg.uninstall.title=Uninstaller
fix.mgr.msg.analyze.title=Анализатор
fix.mgr.msg.no.uninstall=Uninstall полного профиля не поддержано в это время!
fix.mgr.msg.install=Начяло установки 
fix.mgr.msg.delete=Начяло уничтожения
fix.mgr.msg.uninstall=Начало деинстолирования
fix.mgr.msg.analyze=Начяло анализа 
fix.mgr.msg.fix.data=Фикс Информацыя
fix.mgr.msg.fix.profile=Фикс Профиль
fix.mgr.msg.yes.no=Вы реально хотите сделать это?
fix.mgr.msg.bak.wm=Этот процесс архивирует компоненты webMethods которые определены для профиля -
fix.mgr.msg.bak.req=. Архив будет необходим для деинстолирования фиксов включенных в этот профиль. Этот процесс может затребовать немного времени для завершения. Хотите начать процесс архивирования?
fix.mgr.msg.bak.no=Процесс архивирования webMethods компонентов возможен только для профиля. Пожалуйста выберите профиль для архивхной деятельности.
fix.mgr.msg.not.available=Эта характеристика не поддеживается с не полным выпуском этой программы. Контактируйте производителя программы для полного варианта с поддержкой всех характеристик.
fix.installer.dlg.title=Wm Фикс Установщик
fix.uninstaller.dlg.title=Wm Fix Uninstaller
fix.profile.dlg.title=Свойства Профиля
fix.profile.dlg.prof=Профиль: 
fix.profile.dlg.desc=Описание: 
fix.profile.dlg.src=Исходная дериктория: 
fix.profile.dlg.trg=Дериктория цели: 
fix.profile.dlg.is=IS дериктория: 
fix.profile.dlg.broker=Broker: 
fix.profile.dlg.dev=Девелопер: 
fix.profile.dlg.com=Общая: 
fix.profile.sel.dir=Выбери дерикторию
options.dlg.title=Варианты Фикс Менеджера
options.dlg.lang.select=Выбери язык:
FixInstaller.msg.start.inst.profile=Начата установка профиля:
FixInstaller.msg.start.inst.fix=Начата установка фикса:
FixInstaller.msg.complete.inst.fix=Закончена установка фикса:
FixInstaller.msg.complete.inst.profile=Закончена установка профиля:
FixInstaller.msg.current=В данное время:
FixInstaller.msg.start.unzip=Начата разпаковка архива
FixInstaller.msg.into=в
FixInstaller.msg.complete.unzip=Завершена разпаковка архива
FixInstaller.msg.fix=Фикс:
FixInstaller.msg.has.upd.file.copy=имеются фаилы для копирования.
FixInstaller.msg.has.upd.file.uninstall=имеются фаилы для деинстоляции.
FixInstaller.msg.complete.uninstall.fix=Завершена инстоляция Фикса:
FixInstaller.msg.pkg.dir=Пакет или директория:
FixInstaller.msg.does.not.exist.no.install=не существует. Етот елемент не быдет установлен\!
FixInstaller.msg.start.bak.pkg=Начало архивирования пакета:
FixInstaller.msg.to.dir=в дерикторию:
FixInstaller.msg.before.unpack=до разпаковки.
FixInstaller.msg.complete.back.pkg=Завершен архив пакета:
FixInstaller.msg.unzip.pkg=Идёт Разпаковка пакета:
FixInstaller.msg.into.dir=в дерикторию:
FixInstaller.msg.complete.unzip.pkg=Завершена Разпаковка пакета:
FixInstaller.msg.found.manifest.file=Найден манифест файл:
FixInstaller.msg.for.pkg=для пакета:
FixInstaller.msg.make.bak.copy=создание копии для архива.
FixInstaller.msg.update=Update:
FixInstaller.msg.with.fix.info=с информацией фикса.
FixInstaller.msg.WARN.cannot.uninstall.fix=Предупреждение\! Установка фикса не прошла не успешно: 
FixInstaller.msg.package=Пакет:
FixInstaller.msg.bak.not.available=архив не найден в данном месте:
FixInstaller.msg.failed.to.uninstall=УСТАНОВКА ФИКСА НЕ УДАЧНА:
FixInstaller.msg.remove.fix=Удалить фикс:
FixInstaller.msg.pkg.from.inbound=пакет из inbound.
FixInstaller.msg.remove.pkg=Удалить пакет
FixInstaller.msg.from.IS=из Integration Server
FixInstaller.msg.restore.pkg=Востановить пакет
FixInstaller.msg.from.bakup=из архива:
FixInstaller.msg.remove.bakup.dir=Удалить дерикторию архива:
FixInstaller.msg.uninstall.fix.file=Деинстолирыем фикс файл:
FixInstaller.msg.from.dir=из дериктории:
FixInstaller.msg.remove.fix.jar=Удаляем фикс jar файл:
FixInstaller.msg.try.uninstall.pkg=Проба деинстоляции пакета:
FixInstaller.msg.found.bak.pkg=Найден архив пакета:
FixInstaller.msg.try.restore=пробуем востановить.
FixInstaller.msg.WARN.this.fix=Предупеждение\! Этот фикс:
FixInstaller.msg.include.db.script=вклучает в себя скрипт базы данных:
FixInstaller.msg.db.script.cannot.uninstall=\nСкрипт базы данных не может быть ыдалён автоматическим процессом\! Он требует проверки и удаления в ручную.
FixInstaller.msg.uninstall.db.change=Востановление базы данных используя скрипт:
FixInstaller.msg.uninstall.ignore.db.script=Uninstall Ignore DB Script:
FixInstaller.msg.remove.upd.readme=Удалить readme файл:
FixInstaller.msg.ERR.pkg.name.not.found=ОШИБКА: Имя Пакета не найдено. Не возможно востановить:
FixInstaller.msg.remove.zip.pkg=Убираем архив пакета:
FixInstaller.msg.remove.is.pkg=Убираем IS пакет:
FixInstaller.msg.restore.is.pkg.from.backup=Востановление IS пакета из архива:
FixInstaller.msg.remove.backup=Удалить архив:
FixInstaller.msg.WARN.file=\!\!\!Предупеждение: файл:
FixInstaller.msg.not.zip.file=не пренадлежит к типу архив. Этот файл не признан для рзпаковки.
FixInstaller.msg.install.fix.upd.file=Усатновить фикс update файл:
FixInstaller.msg.complete.copy.upd.file=Завершить копирование update файла:
FixInstaller.msg.uninstall.fix.upd.file=Деинстоляция фикс файла:
FixInstaller.msg.complete.remove.upd=Завершено удаление update файла:
FixInstaller.msg.unzip.fix.file=Разпаковка фикс архива:
FixInstaller.msg.fix.include.pkg=Фикс имеет пакет:
FixInstaller.msg.fix.include.db.script=Фикс обладает избарнным скриптом базы данных:
FixInstaller.msg.pkg.or.dir=Пакет или дериктория:
FixInstaller.msg.not.eixst.will.not.install=не существует. Этот компонент не будет установлен\!
FixInstaller.msg.complete.backup.pkg=Завершено архивирование пакета:
FixInstaller.msg.make.backaup.copy=Создаётса копия для архива.
FixInstaller.msg.read.fix.db.script=Читаем скрипт базы данных:
FixInstaller.msg.complete.read.db.script=Завершено чтение скрипта базы данных:
FixInstaller.msg.ERR.read.db.script= Чтение скрипта базы данных:
FixInstaller.msg.failed.stop.script.install=не удовлетворено. Установка скрипта базы данных остановлена.
FixInstaller.msg.exec.db.script=Установка скрипта базы данных:
FixInstaller.msg.complete.db.script=Установка скрипта базы данных завершена:
ProfileBackupProcess.start.bak.pkg=Начат процесс архивировки IS пакетов профиля:
ProfileBackupProcess.start.copy.pkg=Начат процесс копирования пакета: 
ProfileBackupProcess.to=в
ProfileBackupProcess.complete.copy.pkg=Завершено копирование пакета: 
ProfileBackupProcess.ERROR.during.bak=ОШИБКА\! Во время архива:
ProfileBackupProcess.complete.bak.pkg.process=Завершон процесс архива пакетов профиля:
restore.dlg.title=Процесс востановки компонентов
ProfileRestoreProcess.start.restore.pkg=Начато востановление пакетов для профиля:
ProfileRestoreProcess.start.copy.pkg=Начата копировка пакета:
ProfileRestoreProcess.to=в
ProfileRestoreProcess.complete.copy.pkg=Завершена копировка пакета: 
ProfileRestoreProcess.ERROR.during.restore=ОШИБКА: во время процесса востановки:
ProfileRestoreProcess.complete.restore.pkg.process=Завершено востановление пакетов для профиля:
ProfileRestoreProcess.start.remove.pkg=Начата уборка пакета:
ProfileRestoreProcess.complete.remove.pkg=Закончена уборка пакета:
FixInstaller.msg.tart.uninst.profile=Начат процесс удаления/востановки профиля:
FixInstaller.msg.start.uninst.fix=Начат процесс удаления фикса:
FixInstaller.msg.complete.uninst.fix=Закончен процесс удаления фикса:
FixInstaller.msg.complete.uninst.profile=Закончен процесс удаления профиля:
fix.mgr.msg.backup.title=Backup
fix.mgr.msg.restore.title=Востановка
fix.mgr.msg.restore.wm=Этот процесс восстановит компоненты webMethods определенные для профиля - 
fix.mgr.msg.restore.req=. Восстановление необходимо для удаления/установки фиксов включенных в этот профиль. Этот процесс может потребовать несколько минут для завершения. Вы желаете начать процесс восстановки?
fix.mgr.msg.restore.no=Процесс восстановления webMethods компонентов возможен только для профиля. Пожалуйста выберите профиль для деятельности восстановления.
